{
    "Tehar": {
        "entry": "Tehar is a wild and untamed world for the most part, with towns and cities being fairly rare but growing quick. The world is on the cusp of what we would compare to the industrial revolution, but largely powered by magical artifice instead of fossil fuels.",
        "category": "Geography and Regions"
    },
    "Minotaur": {
        "entry": "Hulking, bipedal beings possessing the head and hindquarters of a bull, and the torso and arms of a man. Minotaurs are known for their immense strength, territorial nature, and a deep, resonant bellow that can shake the very foundations of the earth. They often dwell in labyrinthine cave systems or remote, rocky highlands, fiercely guarding their domains. While often perceived as simple brutes, some Minotaur tribes possess a complex social structure and a rich oral tradition, passed down through generations of chanted sagas. Their diet consists mainly of hardy mountain vegetation and any unfortunate creatures that wander too close.",
        "category": "Creatures"
    },
    "Hydra": {
        "entry": "A multi-headed reptilian beast, often aquatic, with regenerative capabilities. Each severed head may regrow, sometimes as two.",
        "category": "Creatures"
    },
    "Manticore": {
        "entry": "The Manticore of the Crimson Peaks is a fearsome predator known for its lion-like body, bat-like wings, and a tail tipped with venomous spines. These creatures are solitary hunters, fiercely territorial, and often found in high-altitude, rocky terrains. Their roars are said to mimic the screams of the damned, striking terror into the hearts of any who hear them. Legend has it that their venom, when mixed with certain rare herbs, can be used as a potent, albeit dangerous, alchemical ingredient.",
        "category": "Creatures"
    },
    "Giant Boar": {
        "entry": "A massive, tusked boar of immense strength and aggression, often found in dense forests and known for its territorial nature.",
        "category": "Creatures"
    },
    "Wyvern": {
        "entry": "A draconic creature with two legs and wings, often depicted as a fierce predator with a venomous sting or breath weapon.",
        "category": "Creatures"
    },
    "Glass Ocean": {
        "entry": "A large ocean in Tehar that separates the continents of Asope and Namer. It is known for being usually tranquil but capable of sudden, violent storms.",
        "category": "Geography"
    },
    "Asope": {
        "entry": "A major continent in Tehar, separated from Namer by the Glass Ocean.",
        "category": "Geography"
    },
    "Namer": {
        "entry": "A major continent in Tehar, separated from Asope by the Glass Ocean.",
        "category": "Geography"
    },
    "Men of Tehar": {
        "entry": "Men in Tehar are known for their adaptability and resilience. They are often found in bustling cities and frontier towns, forming the backbone of many of Tehar's societies. Their relatively short lifespans encourage a drive for achievement and a focus on building lasting legacies.",
        "category": "Society"
    },
    "Elves of Tehar": {
        "entry": "Elves in Tehar are deeply connected to nature and magic. They tend to live in ancient forests or secluded, serene communities, valuing wisdom, artistry, and the preservation of natural balance. Their long lives give them a unique perspective on history and the world.",
        "category": "Society"
    },
    "Dwarves of Tehar": {
        "entry": "Dwarves of Tehar are master craftspeople, miners, and warriors, renowned for their loyalty and stubbornness. They dwell in magnificent underground cities carved into mountains, their society built on honor, tradition, and the bounty of the earth. They have a deep appreciation for finely crafted goods and strong ale.",
        "category": "Society"
    },
    "Gnomes of Tehar": {
        "entry": "Gnomes in Tehar are inventive and curious, with a natural talent for tinkering, illusion, and alchemy. They often live in hidden communities, sometimes in burrows or whimsical treetop villages. Their love for intricate mechanisms and a good-hearted prank makes them beloved, if sometimes unpredictable, members of Tehar's diverse populace.",
        "category": "Society"
    },
    "Lion": {
        "entry": "A large feline predator, often depicted with a majestic mane. Known for its strength and roar.\nA large feline predator, known for its majestic mane and powerful roar. Often found in grasslands and savannas, lions are apex predators that hunt in prides.",
        "category": "Creatures"
    },
    "Tuna": {
        "entry": "A type of fish.",
        "category": "Creatures"
    },
    "Catfish": {
        "entry": "A type of fish found in the rivers and lakes of Tehar.",
        "category": "Creatures"
    },
    "Rabbit": {
        "entry": "A common, long-eared mammal known for its speed and prolific breeding habits.",
        "category": "Creatures"
    },
    "Deer": {
        "entry": "A common herbivore found in forests and plains.",
        "category": "Creatures"
    },
    "Bear": {
        "entry": "Bears are large, powerful mammals known for their strength and predatory nature. They are found in various habitats, from dense forests to open plains. Different species exhibit diverse diets, ranging from omnivorous to strictly carnivorous.",
        "category": "Creatures"
    },
    "Wolf": {
        "entry": "A common carnivorous mammal known for its pack behavior and predatory prowess.",
        "category": "Creatures"
    },
    "Squirrel": {
        "entry": "A common, small, rodent known for its bushy tail and agile movements. Squirrels are often found in forests and urban parks, where they gather and store nuts and seeds.",
        "category": "Creatures"
    },
    "Frog": {
        "entry": "A common amphibian found in many watery or moist environments. Known for their croaking and leaping abilities.",
        "category": "Creatures"
    },
    "Planetary Magic System": {
        "entry": "The planet's crust is infused with magical elements that generate a unique magical field, similar to electromagnetism. Innate magical abilities are common, influenced by an individual's physiology and diet, functioning akin to essential minerals. Individuals can develop their magic through two primary methods: internal manipulation, which is powerful but risky due to the magic being condensed within them, and external manipulation, which is less potent but far more common, involving the control of the ambient magical field.",
        "category": "Magic"
    },
    "Phoenix": {
        "entry": "A majestic bird of prey, wreathed in flames, known for its ability to be reborn from its own ashes.",
        "category": "Creatures"
    },
    "Griffin": {
        "entry": "A creature with the body, tail, and back legs of a lion; the head and wings of an eagle; and an eagle's talons as its front feet.",
        "category": "Creatures"
    },
    "Chimera": {
        "entry": "A monstrous fire-breathing hybrid creature, typically depicted as a lion, with the head of a goat arising from its back, and a tail that might end with a serpent's head.",
        "category": "Creatures"
    },
    "Dragon": {
        "entry": "A large, winged, fire-breathing reptile, often depicted as a symbol of power and destruction.",
        "category": "Creatures"
    },
    "Unicorn": {
        "entry": "A mythical horse with a single, pointed, spiraling horn projecting from its forehead, often associated with purity and grace.",
        "category": "Creatures"
    },
    "Kraken": {
        "entry": "A legendary sea monster of enormous size, said to dwell off the coasts of Norway and Greenland, often depicted as a giant squid or octopus.",
        "category": "Creatures"
    },
    "Cat": {
        "entry": "A common feline creature, often kept as a pet or found in the wild. Known for its agility, hunting prowess, and independent nature.",
        "category": "Creatures"
    },
    "Moose": {
        "entry": "A large cervid with palmate antlers, found in the northern forests and tundras of Tehar.",
        "category": "Creatures"
    },
    "Squid": {
        "entry": "A cephalopod with tentacles, often found in oceans.",
        "category": "Creatures"
    },
    "Whale": {
        "entry": "A large marine mammal, often found in the deepest parts of the ocean. Whales can be solitary or travel in pods, and are known for their songs that travel for miles.",
        "category": "Creatures"
    },
    "Goose": {
        "entry": "Goose",
        "category": "Creatures"
    },
    "Duck": {
        "entry": "Duck",
        "category": "Creatures"
    },
    "Elephant": {
        "entry": "Elephant",
        "category": "Creatures"
    },
    "Goat": {
        "entry": "A common domesticated animal known for its agility and milk production.",
        "category": "Creatures"
    }
}